[
  {
    "title": "Website and Web App Development",
    "copy": "Craft responsive, scalable, and user-friendly websites and web applications using <b>React, JavaScript, Svelte</b>, and modern frameworks. Whether it’s a dynamic web app, an e-commerce platform, or a custom business website, I deliver fast, modern, and engaging solutions tailored to your needs.",
    "icons": ["react-icon", "svelte-icon", "javascript-icon", "html-icon", "css-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Responsive Design:</b> Websites and apps optimized for all devices (mobile, tablet, desktop).</li><li><b>SEO-Ready Solutions:</b> Built with on-page SEO best practices for better visibility on search engines.</li><li><b>Cross-Browser Compatibility:</b> Ensuring seamless performance on all major browsers.</li><li><b>Performance Optimization:</b> Fast load times with a focus on user experience.</li><li><b>API Integration:</b> Integration with third-party tools and services like payment gateways, analytics, and more.</li><li><b>Scalable Architecture:</b> Solutions designed to grow with your business.</li><li><b>Maintenance & Support:</b> Ongoing updates, bug fixes, and improvements.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><p class='mb-4'>I combine cutting-edge technologies with user-centric design principles to create products that are not only functional but also visually appealing. My goal is to exceed your expectations and deliver solutions that help your business thrive.</p><h5 class='mb-3'>Tech Stack Expertise:</h5><p>React, JavaScript (ES6+), Svelte, HTML5, CSS3, Tailwind CSS, Node.js, Firebase, and more.</p>"
  },
  {
    "title": "E-Commerce Development",
    "copy": "Build and launch <b>feature-rich, scalable online stores</b> using <b>WordPress (WooCommerce), Shopify</b>, and modern e-commerce tools. From secure payment gateways to efficient product management, I craft seamless and engaging shopping experiences designed to <b>boost sales, customer retention, and business growth</b>.",
    "icons": ["shopify-icon", "wordpress-icon", "woocommerce-icon", "wix-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Custom Store Design:</b> Unique and visually appealing designs tailored to your brand identity.</li><li><b>Payment Gateway Integration:</b> Secure and reliable options, including PayPal, Stripe, and local gateways.</li><li><b>Mobile-First Approach:</b> Fully responsive stores optimized for mobile shoppers.</li><li><b>Inventory Management:</b> Simplified product management with intuitive back-end systems.</li><li><b>E-Commerce SEO:</b> Optimized product pages and site structure to improve search engine rankings.</li><li><b>Multi-Language & Currency Support:</b> Reach a global audience with multilingual and multi-currency features.</li><li><b>Third-Party Integration:</b> Integration with tools like Google Analytics, Facebook Pixel, CRM systems, and email marketing platforms.</li><li><b>Performance Optimization:</b> Fast loading times for better user experience and higher conversion rates.</li><li><b>Ongoing Support & Maintenance:</b> Regular updates, troubleshooting, and new feature rollouts.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><p class='mb-4'>I combine technical expertise with a deep understanding of e-commerce trends to deliver stores that are beautiful,functional, and sales-driven. Whether you're a startup or an established brand, I can help you take your online businessto the next level.</p><h5 class='mb-3'>Tech Stack Expertise:</h5><p>WordPress (WooCommerce), Shopify, Elementor, Liquid, HTML5, CSS3, JavaScript, and REST APIs.</p>"
  },
  {
    "title": "Cross-Platform Mobile App Development",
    "copy": "I create <b>responsive, scalable, and high-performance mobile applications</b> using <b>React Native</b> and modern frameworks. My solutions deliver seamless user experiences across <b>iOS and Android</b>, ensuring that your app stands out in both functionality and design.",
    "icons": ["react-icon", "expo-icon", "playstore-icon", "appstore-icon", "globe-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Custom App Design:</b> Visually appealing and intuitive interfaces tailored to your brand identity.Offline Support: Apps that work flawlessly even without an internet connection, ensuring uninterrupted user experiences.</li><li><b>Auto-Update Features:</b> Seamless updates for enhanced functionality without requiring reinstallation.</li><li><b>Cross-Platform Compatibility:</b> A single codebase optimized for both iOS and Android devices, reducing development time and cost.</li><li><b>API Integration:</b> Connect your app with third-party services like payment gateways, CRMs, and analytics tools.</li><li><b>Push Notifications:</b> Boost engagement with timely and targeted notifications.</li><li><b>Performance Optimization:</b> Apps built for speed, smooth animations, and minimal load times.</li><li><b>Security Features:</b> Robust data protection with encryption, authentication, and secure storage.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><p class='mb-4'>With a focus on user-centric design and cutting-edge technologies, I deliver apps that are fast, reliable, and engaging.Whether you’re launching a new product or enhancing an existing one, I’ll help you build mobile solutions that driveresults and delight users.</p><h5 class='mb-3'>Tech Stack Expertise:</h5><p>React Native, Expo Framework, JavaScript, TypeScript, SQLite, Firebase, REST APIs, and GraphQL.</p>"
},
  {
    "title": "Digital Marketing",
    "copy": "Accelerate your business growth with <b>targeted and results-driven digital marketing campaigns</b> on <b>Google Ads, Meta Ads (Facebook & Instagram)</b>, and other leading platforms. I specialize in creating and managing strategies that <b>maximize ROI</b>, boost conversions, and generate quality leads for your business.",
    "icons": ["google-icon", "facebook-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Google Ads Campaigns:</b> Precise keyword targeting, ad copy optimization, and A/B testing to increase click-through rates and conversions.</li><li><b>Meta Ads (Facebook & Instagram):</b> Engaging ad creatives and audience targeting strategies to enhance brand visibility and drive sales.</li><li><b>Social Media Advertising:</b> Customized strategies for LinkedIn, TikTok, or Pinterest to expand your reach.</li><li><b>Performance Analytics:</b> Track campaign performance with real-time insights and data-driven adjustments for maximum efficiency.</li><li><b>Landing Page Optimization:</b> Ensure your ad traffic converts with high-performing and visually appealing landing pages.</li><li><b>Remarketing Campaigns:</b> Re-engage past website visitors and retain existing customers to boost long-term growth.</li><li><b>Budget Management:</b> Optimize ad spend for maximum value, regardless of your budget size.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><p class='mb-3'>With a proven track record in digital advertising and a focus on results, I bring the expertise to help your business:</p><ul class='mb-4'><li>Increase ROI with carefully managed campaigns.</li><li>Generate High-Quality Leads that convert into customers.</li><li>Boost Brand Awareness and establish a strong online presence.</li><li>Save Time by outsourcing your digital marketing efforts to a dedicated expert.</li></ul><h5 class='mb-3'>Tools and Expertise:</h5><p>Google Ads, Meta Ads Manager, Google Analytics, Conversion Rate Optimization (CRO), Keyword Research, AudienceTargeting, and Ad Creative Development.</p>"
  },
  {
    "title": "SEO (Search Engine Optimization)",
    "copy": "Boost your website’s visibility and drive organic traffic with <b>comprehensive and proven SEO strategies</b>. I help businesses rank higher on search engines, attract their target audience, and stay ahead of the competition through a combination of <b>on-page, off-page, and technical SEO</b> techniques.",
    "icons": ["google-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Keyword Research & Strategy:</b> Identify high-impact, relevant keywords tailored to your business niche to attract the right audience.</li><li><b>On-Page Optimization:</b> Optimize website content, meta tags, headers, and images to improve search engine rankings and user experience.</li><li><b>Technical SEO:</b> Ensure your site meets all technical requirements for search engines, including improved site speed, mobile-friendliness, schema markup, and crawlability.</li><li><b>Content Creation & Optimization:</b> Craft engaging, SEO-friendly content that ranks well and resonates with your audience.</li><li><b>Link Building & Outreach:</b> Build high-quality backlinks to improve domain authority and strengthen your site’s online reputation.</li><li><b>Local SEO:</b> Dominate local searches with Google My Business optimization and location-based strategies.</li><li><b>SEO Audits & Reporting:</b> Regularly analyze your website’s SEO performance and provide actionable insights with detailed reports.</li><li><b>Competitor Analysis:</b> Monitor and stay ahead of competitors with in-depth analysis of their SEO strategies.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><ul class='mb-4'><li>Proven track record of improving search rankings for businesses across various industries.</li><li>Tailored SEO strategies that align with your business goals.</li><li>Stay updated with the latest SEO trends and algorithm changes to ensure long-term results.</li><li>Transparent progress tracking with regular reports and insights.</li></ul><h5 class='mb-3'>Results You Can Expect:</h5><ul class='mb-4'><li>Higher rankings on Google and other search engines.</li><li>Increased organic traffic and qualified leads.</li><li>Enhanced brand visibility and credibility in your market.</li><li>A fast, optimized, and user-friendly website that converts visitors into customers.</li></ul><h5 class='mb-3'>Tools and Expertise:</h5><p>Google Search Console, Google Analytics, SEMrush, Ahrefs, Screaming Frog, Yoast SEO, and more.</p>"
  },
  {
    "title": "Maintenance & Support",
    "copy": "Keep your website or application running smoothly with <b>reliable and proactive maintenance and support services</b>. I ensure your digital assets are secure, updated, and optimized, so you can focus on scaling your business with peace of mind.",
    "icons": ["working-icon", "pen-ruler-icon", "coding-icon"],
    "more": "<h3 class='mb-3'>What I Offer:</h3><ul class='mb-4'><li><b>Security Monitoring & Updates:</b> Protect your site or app with regular security patches, vulnerability scans, and malware removal.</li><li><b>Performance Optimization:</b> Continuously enhance load times, server response, and overall performance for a seamless user experience.</li><li><b>Bug Fixes & Troubleshooting:</b> Quickly resolve technical issues, ensuring uninterrupted functionality for your users.</li><li><b>Content Updates:</b> Keep your content fresh and relevant with regular updates to images, text, and other elements.</li><li><b>Backup & Recovery:</b> Set up automated backups and disaster recovery plans to safeguard your data and minimize downtime.</li><li><b>Compatibility Updates:</b> Ensure compatibility with the latest browsers, devices, operating systems, and software versions.</li><li><b>Analytics & Reporting:</b> Monitor website or app performance with detailed insights and actionable recommendations.</li><li><b>Scalability Support:</b> Prepare your platform for growth with upgrades and infrastructure improvements as needed.</li></ul><h4 class='mb-3'>Why Choose Me?</h4><p class='mb-4'></p><ul class='mb-4'><li>24/7 Support: Dedicated support to address issues and keep your platform operational at all times.</li><li>Tailored Plans: Maintenance packages customized to meet the specific needs of your business.</li><li>Proactive Monitoring: Identify and resolve potential issues before they affect your site or app.</li><li>Experience You Can Trust: Expertise in handling a variety of platforms, including WordPress, Shopify, custom web apps,and mobile applications.</li></ul><h5 class='mb-3'>Tools and Expertise:</h5><p class='mb-4'>WordPress Maintenance Plugins, Google Analytics, uptime monitoring tools, performance optimization tools, and more.</p><h5 class='mb-3'>Benefits You’ll Gain:</h5><ul><li>A secure and reliable platform that builds customer trust.</li><li>Reduced downtime, ensuring uninterrupted operations.</li><li>Improved performance, delivering a faster and smoother user experience.</li><li>Peace of mind knowing your digital presence is in capable hands.</li></ul>"
  }
]
